@extends('home.layouts.base')

@section('content')
    <div class="version_con container" style="padding:0px;">
        <div class="row">
            <div class="col-xs-12 col-sm-12 service_title">
                <div>魔法路书服务条款</div>
            </div>
        </div>
        <div class="row" style="margin:0px;">
            <div class="col-xs-12 col-sm-12 service_content">
                <div>
                    <p>欢迎使用魔法天书提供的服务，本服务条款是魔法天书的经营者美景听听（北京）科技有限公司（以下简称为“美景听听”），与用户（以下称为“您”），共同缔结的对双方具有约束力的有效契约。</p>
                    <p>路书科技向用户提供本网站上所展示的产品与服务（以下称“路书云TOS”、“本服务”），并将不断更新服务内容，最新的路书云TOS服务以本网站上的相关产品及服务介绍的页面展示以及向用户实际提供的为准。</p>
                    <p>一、总则</p>
                    <p>1.1 您确认：您在使用本服务之前，已经充分阅读、理解并接受本服务条款的全部内容（特别是以加粗及/或下划线标注的内容），一旦您选择“同意”并完成注册流程或使用本服务，即表示您同意遵循本服务条款之所有约定。</p>
                    <p>1.2 您同意：路书科技有权随时对本服务条款及相应的服务规则内容进行单方面的变更，并有权以消息推送、网页公告等方式予以公布，而无需另行单独通知您；若您在本服务条款内容公告变更后继续使用本服务的，表示您已充分阅读、理解并接受修改后的协议内容，也将遵循修改后的条款内容使用本服务；若您不同意修改后的服务条款，您应立即停止使用本服务。</p>
                    <p>二、账户</p>
                    <p>2.1 注册</p>
                    <p>2.1.1 注册者资格</p>
                    <p>2.1.1.1 您确认，在您完成注册程序或以其他路书科技允许的方式实际使用本服务时，您应当是具备完全民事权利能力和完全民事行为能力的自然人、法人或其他组织（以下统称为“法律主体”）。</p>
                    <p>2.1.1.2 若您是未成年人或限制民事行为能力人，则您不具备前述主体资格，您及您的监护人应承担因您的不当注册行为而导致的一切后果，且路书科技有权注销（永久冻结）您的账户，并向您及您的监护人索偿。</p>
                    <p>2.1.2 注册、账户和实名认证</p>
                    <p>2.1.2.1 在您按照注册页面提示填写信息、阅读并同意本服务条款且完成全部注册程序后，或在您按照激活页面提示填写信息、阅读并同意本服务条款且完成全部激活程序后，或您以其他路书科技允许的方式实际使用本网站服务时，您即受本服务条款约束。您可以使用您提供或确认的邮箱、手机号码或</p>
                    <p>二、账户</p>
                    <p>2.1 注册</p>
                    <p>2.1.1 注册者资格</p>
                    <p>2.1.1.1 您确认，在您完成注册程序或以其他路书科技允许的方式实际使用本服务时，您应当是具备完全民事权利能力和完全民事行为能力的自然人、法人或其他组织（以下统称为“法律主体”）。</p>
                    <p>2.1.1.2 若您是未成年人或限制民事行为能力人，则您不具备前述主体资格，您及您的监护人应承担因您的不当注册行为而导致的一切后果，且路书科技有权注销（永久冻结）您的账户，并向您及您的监护人索偿。</p>
                    <p>2.1.2 注册、账户和实名认证</p>
                </div>
            </div>
        </div>
    </div>
    <style>

    </style>
@endsection